Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.AssemblyFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.